Repository: lizardsystem/django-hgwebproxy
Catalog: hgwebproxy/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: Remote repository locations are not supported
es: Direcciones remotas de repositorios, no estan soportados
ja: リモートリポジトリはサポートされていません。

source: This path does not exist.
es: Esta ruta no existe.
ja: このパスは存在しません。

source: You don't have sufficient permissions to create a repository at this path.
es: No tienes suficientes permisos para crear un repositorio en esa ruta.
ja: このパスにリポジトリを作成する権限がありません。

source: '%s' is not an available style.
es: '%s' no es un estilo disponible.
ja: '％s'は使用できるスタイルではありません。

source: An error occurred creating the repository.
es: Un error ocurrio creando el repositorio.
ja: リポジトリを作成する時に、エラーが発生しました。

source: The absolute path to the repository. If the repository does not exist it will be created.
es: Si el repositorio no existe, la ruta absoluta sera creada para el repositorio
ja: リポジトリへの絶対パスです。リポジトリが存在しない場合は、作成します。

source: Same as in hgrc config, as: zip, bz2, gz
es: Igual que en la configuración hgrc: zip, bz2, gz
ja: hgrc設定ファイルと同じ形式です。例: zip, bz2, gz

source: The hgweb style
es: El estilo hgweb
ja: hgwebスタイル

source: repository
es: repositorio
ja: リポジトリ

source: repositories
es: repositorios
ja: リポジトリ

source: '%s' is not an available style. Please check the HGPROXY_STYLE property in your settings.py
ja: '％s'は使用できるスタイルではありません。settings.pyのHGPROXY_STYLEプロパティを確認してください。

source: You do not have access to this repository
es: No tienes acceso al repositorio
ja: このリポジトリにアクセスする権限がありません。

source: Explore %(name)s
es: Explorar %(name)s
ja: ブラウズ %(name)s

source: History
es: Historia
ja: 履歴

source: View on site
es: Ver en el sitio
ja: サイトで表示

source: Home
es: Inicio
ja: ホーム

source: Explore
es: Explora
ja: ブラウズ
